<div style=" width:750px; min-height:400px; float:right; padding-top:10px">

<h1 style="color:#33CCFF">隐私安全</h1>
<li class="orange">我饿啦非常重视您的隐私安全</li>
  <div>
    <ul>
      <li>隐私权是您的重要权利。向我们提供您的个人信息是基于对我们的信任，相信我们会负责的态度对待您的个人信息。我们认为您提供的信息只能用于帮助我们为您提供更好的服务。</li>
      <li>因此，我们制定了我饿啦网上个人信息保密制度以保护您的个人信息。我们的个人信息保密制度摘要如下：</li>
    </ul>
  </div>

  <h2>收集信息</h2>
  <div>
    <ul >
      <li>通常，您能在匿名的状态下访问我们的网站并获取信息。在我们请求您提供有关信息之前，我们会解释这些信息的用途. 我们有些功能需要注册才能使用。在通常情况下，这类注册只要求您提供地址和电话，以便及时准确地送餐。有时我们也会请您提供更多的信息。我们这样做是为了使我们更好的理解您的需求，以便向您提供有效的服务。我们站点收集的信息包括电子邮箱，地址和电话号码。您有权随时决定不接受来自我们的任何资料。</li>
    </ul>
  </div>

  <h2>保护隐私</h2>

  <div>
    <ul >
      <li>我们将采取适当的步骤保护您的隐私。每当您提供给我们敏感信息时，我们将采取合理的步骤保护您的敏感信息，我们也将采取合理的安全手段保护已存储的个人信息。除非根据法律或政府的强制性规定，在未得到您的许可之前，我们不会把您的任何个人信息提供给无关的第三方（包括公司或个人）。</li>
    </ul>
  </div>

  <h2>隐私权原则</h2>
  <div>

    <ul >
      <li>由于您的隐私权对我们而言是相当重要的，因此，公布这份隐私权声明的我饿啦网站会根据下列五项原则管理涉及隐私的信息。</li>
    </ul>
  </div>

  <h3 >原则1</h3>
  <div>
    <ul >

      <li>每当我饿啦网站需要识别您的身份或与您联络时，会明确的询问所需的资料，即个人资料。一般而言，当您在网站上注册，要求提供特别服务，或是如参加积分竞赛，便会被询问到这项资料。可能的话，我饿啦会利用一些方法，确认您的个人资料的正确性与时效性。</li>
    </ul>
  </div>

  <h3 >原则2</h3>
  <div>
    <ul >
      <li>我饿啦网站及其必要的服务伙伴使用您的个人资料来运作网站和服务，并且会通知您各项新的功能与服务，以及我饿啦推出的各类产品。</li>

    </ul>
  </div>

  <h3 >原则3</h3>
  <div>
    <ul >
      <li>如果我饿啦想要将个人资料用在次要用途上，我饿啦会提供您如何拒绝这项服务的说明。您可以依照我饿啦给您的资料或促销物上的说明，终止这些信件的发送。</li>
    </ul>

  </div>

  <h3 >原则4</h3>
  <div>
    <ul >
      <li>我饿啦也许会因法律要求公开个人资料，或者因善意确信这样的作法对于下列各项有其必要性：</li>
      <li>1. 符合法律公告或遵守适用于我饿啦站点的合法程序；</li>
      <li>2. 保护我饿啦的用户之权利或财产；</li>

      <li>3. 在紧急的情况下，为了保护我饿啦及其用户之个人或公众安全。</li>
    </ul>
  </div>

  <h3 >原则5</h3>
  <div>
    <ul >
    <li>任何时候如果您认为我饿啦没有遵守这些原则时，请利用电子邮件qianfunian@126.com 通知我们，我们会尽一切努力，请合理适当的范围内立即改善这个问题。</li>

    </ul>
  </div>
</div>
</div>